[{
		"emotion": "happy",
		"rank": 1,
		"text": "That sounds great What are you most excited about. I think I am most excited for all the space I have I can have friends over and not feel cramped. I bet That sounds like fun. What sweet memories to hold on to. That is awesome How helpful were the other people so that you could enjoy your trip. That is great I am glad that they took care of you Have a great day. Super nice the locals were always willing to help us navigate around and had great recommendations for things to try while we were there. That is so special What a beautiful moment How old is she. They do put out good movies most of the time I will try and check it out. It was called Infinity War You should find time to see it. I think the new villain Thanos might be my favorite bad guy ever. That is nice I like going to the water park What time are you going. HAPPY BIRTHDAY Do you have any plans for today. Cool. Awesome Happy Birthday to you Where are you going. That seriously sounds like the best birthday ever I hope you guys have an awesome time. Thank you I hope you have a good day. Awesome Where are you headed to. OMG, That sounds amazing It is going to be epic I hope you have a great time. Yeah. How old is your son now? Nice Which one. That should be fun. I agree I love autumn. Me too Been here all of my life. She is a lucky lady. That is great, Where did you meet. What did you eat?  Do you study? That is good Where do you go. That must have been a burden lifted for sure. Yeah, it is a good thing that you have a lot of time for other more important things now. Well, happy early birthday I hope you have a great day. I bet I hope you get everything you want. I am really glad that things are going well for you."
	},

	{
		"emotion": "sad",
		"rank": 1,
		"text": "Wow, I am sorry to hear that I wish I could make it a better holiday for you. What happened.  Did you know why they rejected you? That is terrible have you gotten a new phone yet. Hopefully, it might be reconsidered later on. I am sorry to hear that is there any physical therapy that can help her. I am so sorry to hear that How sad for you. That is so terrible  I am really sorry you should do something special every day and make memories. oh no, I am sorry to hear that. That sucks You just have to warm up to people. oh no, I am sorry to hear that. Of course, Pets are family. I am sorry to hear that, Was it from age or complications. Wow, that is terrible Why would he do that to you. That is just terrible, Some people really are ungrateful. I am sorry to hear that maybe things will work themselves out. I feel bad I hope you find someone who treats you even better. I am happy for you I hope that continues. Sorry to hear that, Do you have more friends now. Oh, man That is rough I am sorry. That is unfortunate. I am sorry, Did you set up another day to hang out. I am sorry to hear that, I hope she gets better. That is horrible news, your family should make sure she gets comfortable in her last moments. That is such a stressful thing to come home to. I am so sorry you had to go through that. I am sorry to hear that, You two were close. Why is that Is there something wrong with you. I am so sorry That must have been so painful for you Were you close. My heart hurts for you, That is such a terrible loss. Oh no, I am so sorry to hear that. I am so sorry to hear that, Is it related to your work? I am sorry to hear that I hope you find a better opportunity. You sound really mature about it, can not say that about a lot of people. Oh, I am sorry to hear that Are you doing okay. Oh my gosh, I would have been so upset, nothing is better than chocolates on a bad day. I am worried about you I hope that you will have someone to talk to. Just take a deep breath and try to relax for a bit, that will make you feel much better."
	},


	{
		"emotion": "angry",
		"rank": 1,
		"text": "I am sorry to hear that Did it happen out of the blue. I am sorry to hear that I hope it turned out to be a blessing in disguise. Yes, it was a complete surprise. What happened for you to feel that way. Oh, that does sound terrible What did you guys decide to do. It must be so frustrating to have to answer the same thing over and over Is she older. Sorry to hear that I hope you find what is the problem with the engine. what is your job position? That is very bad. Yeah, it is really frustrating when they wont have more people on. Exactly Hopefully more places will get self-checkout so we can get through the line faster. Especially when it is a time of day that they know will be crowded and busy. I do not mind those sometimes sometimes I prefer they do it. And then what. I understand that must suck. This is terrible So sad to hear that What did you do then. Oh, no Bugs really creep me out. Shame on them. You should report him Anonymously You should not have to deal with that every day. What are they doing that is upsetting you. Have you made a formal complaint against them yet? You should report it to your local police department Building and documenting this can help you.  You should tell someone. yes, I can see how it can be annoying. Yikes, that must of been a bit scary How did it go. That is so sad  What did you end up doing instead. What went wrong with the pizza you were trying to make. I hope he changes so you can still be friends. That would not surprise me, He has always been a bit insecure. That is scary what are you going to do about it. Wow, that is sad I hope you get that fixed. What happened. Oh, no That is awful Did you report something that had occurred at your job. It is sad that they have such a small mind. Did you speak to a counselor priest or family member about it? Oh wow, that sounds awful was it graphic. I am so sorry you had to go through that. Just take a deep breath and try to relax for a bit, that will make you feel much better."

	}

	,
	{
		"emotion": "sad",
		"rank": 2,
		"text": "Oh, you lost your job today, that must be terrible. Do you know the reason you got fired? I am sorry to hear that you got fired, I hope you find a better opportunity. You didnt get the job, did you know why they rejected you? I got rejected from a place I wanted to work not once but three times. They always give you the same generic lines you always hear for job rejection. That is heartbreaking, it is always helped me to remember that no matter what happens you have your memories with them.  Your job is a chapter of your life and as long as you have those memories they live on through those memories. You always get to learn from your mistakes. Just make sure you prepare your interview well for next time. I hope some good luck related to work comes your way soon. You know nothing is better than chocolates on a bad day.  You got in a fight with your colleague, I am sorry to hear that sometimes people grow apart. You should try to throw a party for your office pals. See that sounds like a plan, you go throw that party.  I know losing a job is not easy, it probably feels lonely, maybe you should do a party at your house and invite your friends. Do you know what you can keep at a party? You cannot go wrong with some grilled food, burgers, wings, hot dogs. That actually sounds like a really good idea. Oh no, they did not give you the job, did they say why? Hopefully, it might be reconsidered later on. I guess they just did not have enough funding to hire new people. I know this must suck for you. You must stay strong and be positive. Train hard. Keep a lookout for new opportunities. Consult a few professionals on the internet for your next interview prep. Today is your interview? I hope you get that job."

	},
	{
		"emotion": "sad",
		"rank": 3,
		"text": "I am so sorry to hear that your dog died. How sad for you. Losing a dog is so terrible, I am really sorry you should do something special every day and make memories with your pet as long you can. My heart aches to hear that you had to put your dog to sleep. I really hope that your pet can rest without pain and that you can feel better soon. He is really old so it is just his time to go.  Yeah, It is just one of those things we all have to go through at some point. oh no, I am sorry to hear about your pet. Do I have a pet? I do not, I am allergic to fur, sad. Do you have any pets? Oh, you have a cat, they are so cute. Oh, you have a dog? They are so friendly. oh no, I am sorry to hear that, Of course, Pets are family. How old was your pet? Oh, they were put to sleep? that must have been terrible for you. Do you want to talk to me about your pet? I am sorry to hear that your pet died, was it from age or complications. Yeah, that is not good, but everyone does have time to go you know. Age. Do you have friends around? Go to a bar with your friends. I am sure you will find someone new soon. I hope that you find a new pet. Do you know what you could do? You could go to a shelter and adopt a new pet. Animals at the shelter need a new home too. I am sure that your new pet will love you unconditionally since you are so kind. The animals at the shelter need your love. I hope this talk made you feel better. Keep a picture of your pet in your wallet to remember them."

	},

	{
		"emotion": "angry",
		"rank": 2,
		"text": "I am sorry to hear that someone attacked you. Did it happen out of the blue? Oh, it was a complete surprise? I am sorry to hear that I hope you did not get hurt. What happened for you to feel that way. Oh, that does sound terrible. Did you end up leaving? You must have been so scared to stay. Something is happening with your coworker? What do you think is happening with your coworker. Someone at the office is teasing her? That is too bad, our janitor is very friendly.  That is very bad, you should complain about that person. Shame on them. You should report him. How? Anonymously. You should not have to deal with that every day. What are they doing that is upsetting you. Have you made a formal complaint against them yet? No? You should report it to your local police department. Building and documenting this can help you. You should tell someone about this incident. You are scared? I understand that you are scared, but it is important to report. You should report them so they do not try it again. What else can you do? Go talk to your family about this. Discuss this issue with the police. Discuss this issue with HR. I am sure the police will be able to help you. I hope this talk made you feel better and safe. Please take care of yourself and ping me whenever you need to talk. Bye"

	},
	{
		"emotion": "angry",
		"rank": 2,
		"text": "Oh no. Did they say why? oh no sorry to hear that. I just lost mine in November. It is hard. Was it hard for you? You know one day she has to die? How sad for you. That is so terrible! I am really sorry... you should cherish your grandmas memories! oh no. I hope someone can understand your pain. You should visit her grave once in a while. My heart hurts for you, That is such a terrible loss. You can arrange a wake for in honor of her. Were you two close? Everyone has to die one day, even me! Stay strong. You should be strong for your family. Your family needs you at this time. Stay in touch with your grandmas relatives. Keep a picture of her in your wallet to remember her always. I know it has been hard for you, but you cannot lose yourself like this. You have to keep living for her. Go spend time with your family. You will feel much better. I will be always here for you. I am so sorry you had to go through that. Just take a deep breath and try to relax for a bit, that will make you feel much better."

	}


]